Repository: HannesEURESA/pretix-additional-links
Catalog: pretix_additional_links/locale/*/LC_MESSAGES/django.po
Languages: de

source: Allows you to add static links to your event site, for example for a FAQ, terms of service, etc.
de: Erlaubt Ihnen, statische Links zu Ihrer Veranstaltungsseite hinzuzufügen, wie z.B. FAQ, Teilnehmerbedingungen, etc.

source: The slug may only contain letters, numbers, dots and dashes.
de: Die Kurzform darf nur Buchstaben, Zahlen, Punkte und Bindestriche enthalten.

source: This will be used to generate the Slug of the Link. Please only use latin letters, numbers, dots and dashes. You cannot change this afterwards.
de: Dies wird benutzt, um die zugehörigkeit der Links zu generieren. Bitte verwenden Sie nur lateinische Buchstaben, Zahlen, Punkte und Bindestriche. Sie können diesen Wert nicht mehr ändern.

source: Link title
de: Link Titel

source: Show link on the event start page
de: Link auf der Startseite anzeigen

source: Show link on the event page within the Footer
de: Link in der Fußzeile anzeigen

source: Show link on the event page within the Header
de: Link im Header anzeigen

source: The link has been created.
de: Der Link wurde erstellt.

source: The link has been modified.
de: Der Link wurde verändert.

source: The link has been deleted.
de: Der Link wurde gelöscht

source: Delete a link?
de: Link löschen

source: Are you sure you want to delete the link <strong>%(name)s</strong>?
de: Sind Sie sicher, dass Sie den Link <strong>%(name)s</strong> löschen möchten?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Additional Links
de: Zusätzliche Links

source: General information
de: Allgemeine Informationen

source: Save
de: Speichern

source: Link history
de: Link Verlauf

source: More information
de: Weitere Informationen

source: You haven't created any links yet.
de: Sie haben noch keine Links erstellt.

source: Create a new link
de: Einen neuen Link erstellen

source: The requested link does not exist.
de: Der gesuchte Link existiert nicht.

source: You already have a link on that Slug.
de: Du hast bereits einen Link mit diesem Slug.

source: The selected link has been deleted.
de: Die Seite wurde gelöscht.

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.

source: We could not save your changes. See below for details.
de: Die Änderungen konnten nicht gespeichert werden. Die fehlerhaften Felder sind farblich markiert.

source: The new link has been created.
de: Der neue Link wurde erstellt.
